Revit 2027 API
ParameterTypeId.ZoneOaRatePerAchParam Property
 "Outdoor Air Rate / Air Changes per Hour"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneOaRatePerAchParam { get; }
Public Shared ReadOnly Property ZoneOaRatePerAchParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneOaRatePerAchParam {
	ForgeTypeId^ get ();
}
static member ZoneOaRatePerAchParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace